{
  "farmer": {
    "level1": {
      "earnings": 10,
      "cooldown": 20
    },
    "level2": {
      "earnings": 15,
      "cooldown": 60
    },
    "level3": {
      "earnings": 50,
      "cooldown": 100
    },
    "level4": {
      "earnings": 150,
      "cooldown": 200
    },
    "maxloses": 3,
    "rwt": [
      "You plant trees and flowers, and earn {purplets}",
      "You harvested a couple of melons and earned {purplets}",
      "You sold 20 carrots and got {purplets}",
      "You sold two pounds of turnips worth {purplets}",
      "You sold a bag of patatoes for {purplets}",
      "You harvested, then sold two watermelons for {purplets}",
      "You sold two of your cows to another farmer and got {purplets}",
      "You farmed potatoes and tomatoes to make a very funny joke that no one understand but one person, who was kind enough to land you {purplets}",
      "You farm all day alone to get {purplets}",
      "You ride a TRAAAACTOOOOR on your farm and get {purplets}"
    ]
  },
  "cashier": {
    "level1": {
      "earnings": 20,
      "cooldown": 14
    },
    "level2": {
      "earnings": 25,
      "cooldown": 15
    },
    "level3": {
      "earnings": 30,
      "cooldown": 80
    },
    "level4": {
      "earnings": 45,
      "cooldown": 60
    },
    "maxloses": 10,
    "rwt": [
      "A person bought a lot of toilet paper you sold for {purplets}",
      "Someone gave you a tip of {purplets}",
      "You did your job well and the boss gives you {purplets}",
      "You put all your heart and soul scanning these barcodes and you earned {purplets}",
      "You recommend someone they buy extra, and they did! You get {purplets}",
      "You sit on the chair all day at your desk, watching people, waiting for customers to arrive, and boringly enough you earn {purplets}"
    ]
  },
  "youtuber": {
    "level1": {
      "earnings": 5,
      "cooldown": 40
    },
    "level2": {
      "earnings": 10,
      "cooldown": 60
    },
    "level3": {
      "earnings": 70,
      "cooldown": 60
    },
    "level4": {
      "earnings": 200,
      "cooldown": 120
    },
    "maxloses": 5,
    "rwt": [
      "You made an epic video game funnies compilation and got {purplets}",
      "Someone posted a drama about you! You replied in a sponsored apology video which earned you {purplets}",
      "You uploaded a movie illegally onto YouTube flooded with ads that make you earn {purplets}",
      "You posted some funny memes, some random guy gave you {purplets}",
      "Your longplay on that hot new video game got kinda popular to the point where you get {purplets}",
      "Your latest video got shared a lot, and that reflects on your earnings! You earned {purplets}",
      "You uploaded a gaming video on YouTube and managed to get 60k views and {purplets}",
      "You made a very clickbaity video and got {purplets}",
      "You make a product placement deal that got you {purplets}",
      "A rich and famous YouTuber made a video about you and you earned {purplets}",
      "You are chatting with your viewers on stream as a Vtuber visits your channel, and their fans donate you {purplets}"
    ]
  },
  "mcdoemployee": {
    "level1": {
      "earnings": 20,
      "cooldown": 60
    },
    "level2": {
      "earnings": 23,
      "cooldown": 30
    },
    "level3": {
      "earnings": 26,
      "cooldown": 10
    },
    "level4": {
      "earnings": 30,
      "cooldown": 15
    },
    "maxloses": 5,
    "rwt": [
      "You worked really hard and almost burnt your hand in the fryer, but at the end of the day you get {purplets}",
      "You sold a piece of paper on a rock to a blind man. He enjoys his broken teeth and you enjoy your tip of {purplets}",
      "You sold 50 cheeseburgers! Yum, you got {purplets}",
      "Your new menu idea was a success! Your boss enjoys it and congrats you with {purplets}"
    ]
  },
  "musician": {
    "level1": {
      "earnings": 5,
      "cooldown": 60
    },
    "level2": {
      "earnings": 10,
      "cooldown": 100
    },
    "level3": {
      "earnings": 30,
      "cooldown": 120
    },
    "level4": {
      "earnings": 250,
      "cooldown": 200
    },
    "maxloses": 1,
    "rwt": [
      "You make a song while you're bored... Turns out, it gets you {purplets}",
      "You played that very sick theme everyone likes, and you got tipped {purplets}",
      "You wrote a very cool song for a big artist, their corporation gives you {purplets}"
    ]
  },
  "illustrator": {
    "level1": {
      "earnings": 5,
      "cooldown": 60
    },
    "level2": {
      "earnings": 50,
      "cooldown": 50
    },
    "level3": {
      "earnings": 70,
      "cooldown": 55
    },
    "level4": {
      "earnings": 100,
      "cooldown": 70
    },
    "maxloses": 1,
    "rwt": [
      "You animated a fanfiction and earned {purplets}",
      "You drew an epic fanart for some big content creator! They feature you on their socials and pay you {purplets}",
      "You made a really cool piece of art that some rich people buys for {purplets}"
    ]
  },
  "developer": {
    "level1": {
      "earnings": 5,
      "cooldown": 10
    },
    "level2": {
      "earnings": 50,
      "cooldown": 20
    },
    "level3": {
      "earnings": 100,
      "cooldown": 60
    },
    "level4": {
      "earnings": 125,
      "cooldown": 120
    },
    "maxloses": 1,
    "rwt": [
      "You hate the testers so much but you still earned {purplets}",
      "You rewrote the whole Python language in C++, everyone's minds are blown away and you get {purplets}",
      "You find a bug on CRBT and decide to report it. As a congratulation, you earned {purplets}",
      "The boss gets mad looking at your spaghetti code! Luckily, an opponent sitting right next to you had much better code so you steal it and earn {purplets}",
      "You design a much much better bot than CRBT... wait that's impossible, right???? Anyway, you earn {purplets}"
    ]
  },
  "doctor": {
    "level1": {
      "earnings": 50,
      "cooldown": 120
    },
    "level2": {
      "earnings": 100,
      "cooldown": 200
    },
    "level3": {
      "earnings": 200,
      "cooldown": 250
    },
    "level4": {
      "earnings": 250,
      "cooldown": 350
    },
    "maxloses": 20,
    "rwt": [
      "You pull out a heart out of a human mannequin and earned {purplets}",
      "You managed to fake someone's death to \"revive\" them, nobody noticed the trickery and are very impressed! You get {purplets}",
      "You found a cure to this popular disease going on, and you earn {purplets}",
      "You make a sick guy eat a rock because you thought it would be funny, but turns out he somewhat got cured. So strangely enough you earn {purplets}"
    ]
  },
  "policeman": {
    "level1": {
      "earnings": 50,
      "cooldown": 100
    },
    "level2": {
      "earnings": 70,
      "cooldown": 125
    },
    "level3": {
      "earnings": 100,
      "cooldown": 200
    },
    "level4": {
      "earnings": 150,
      "cooldown": 220
    },
    "maxloses": 5,
    "rwt": [
      "You got hurt in the line of duty and had to stay a few days in hospital. But you make a full recovery. You earn {purplets}",
      "Today was quite quiet... That was until a rookie said that, then all heck broke loose. You were paid {purplets}",
      "You and the boys catch a drug dealer on the street! You get {purplets}",
      "You find a dead body and report it. Its discovery makes you gain {purplets}"
    ]
  },
  "pornstar": {
    "level1": {
      "earnings": 100,
      "cooldown": 250
    },
    "level2": {
      "earnings": 150,
      "cooldown": 300
    },
    "level3": {
      "earnings": 200,
      "cooldown": 350
    },
    "level4": {
      "earnings": 250,
      "cooldown": 320
    },
    "maxloses": 30,
    "rwt": [
      "You accidentally burped during the recording! Everyone laughed and your video got a lot of engagement and {purplets}",
      "You do very naughty things and you get {purplets}",
      "Your very naughty livestream got a lot of fans engaged that donated {purplets}"
    ]
  },
  "prostitute": {
    "level1": {
      "earnings": 100,
      "cooldown": 50
    },
    "level2": {
      "earnings": 170,
      "cooldown": 60
    },
    "level3": {
      "earnings": 225,
      "cooldown": 70
    },
    "level4": {
      "earnings": 300,
      "cooldown": 80
    },
    "maxloses": 150,
    "rwt": [
      "You stay all the night on the street, but not in vain. Your friend picks you up in their car and you robbed from them {purplets}",
      "You did your job really well and everyone begins to hear about you. You get {purplets}"
    ]
  },
  "gardener": {
    "level1": {
      "earnings": 20,
      "cooldown": 60
    },
    "level2": {
      "earnings": 30,
      "cooldown": 50
    },
    "level3": {
      "earnings": 35,
      "cooldown": 40
    },
    "level4": {
      "earnings": 50,
      "cooldown": 30
    },
    "maxloses": 1,
    "rwt": [
      "You cut some bushes for a friend that pays you {purplets}",
      "You mowed the lawn of the neighbors and earned {purplets}"
    ]
  }
}
